// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Gemte job";

NoPrintTitle = "Kunne ikke udskrive jobbet";
NoDeleteTitle = "Kunne ikke slette jobbet";
NoPrintMsg1 = "Kontrollér, at PIN-koden er korrekt.";
NoPrintMsg2 = "Kontrollér, at printeren er tilsluttet og online.";

DeleteButtonTitle = "Slet";
CancelButtonTitle = "Annuller";

DeleteJobAlertTitle = "Er du sikker på, at du vil slette jobbet \"%@\"?";
DeleteJobAlertMsg = "Jobdataene vil gå tabt, og denne handling kan ikke fortrydes.";

EnableJobStoring = "Aktivér joblagring";
TaskDescription = "Vælg et gemt job for at udskrive eller slette det. Du kan udskrive flere kopier ved at indtaste det ønskede antal kopier.";
UserName = "Brugernavn";
JobName = "Jobnavn";
PinTitle = "Indtast PIN-kode for sikkert job:";
CopiesTitle = "Kopier til udskrift:";
DeleteButton = "Slet";
PrintButton = "Udskriv";
ApplyNowButton = "Anvend";
